{
  "text": {
    "hey": 39,
    "hello": 37,
    "hi": 40,
    "there": 87,
    "good": 30,
    "morning": 53,
    "evening": 22,
    "moin": 52,
    "let": 48,
    "s": 68,
    "go": 28,
    "dude": 21,
    "goodmorning": 33,
    "goodevening": 32,
    "afternoon": 1,
    "cu": 15,
    "by": 8,
    "cee": 11,
    "you": 101,
    "later": 47,
    "night": 59,
    "bye": 9,
    "goodbye": 31,
    "have": 36,
    "a": 0,
    "nice": 58,
    "day": 16,
    "see": 72,
    "around": 5,
    "yes": 100,
    "y": 99,
    "indeed": 45,
    "of": 62,
    "course": 14,
    "that": 85,
    "sounds": 77,
    "correct": 13,
    "no": 60,
    "n": 55,
    "never": 57,
    "i": 43,
    "don": 20,
    "t": 83,
    "think": 88,
    "so": 75,
    "like": 49,
    "way": 93,
    "not": 61,
    "really": 66,
    "perfect": 64,
    "great": 34,
    "amazing": 3,
    "feeling": 26,
    "king": 46,
    "wonderful": 97,
    "am": 2,
    "very": 91,
    "going": 29,
    "to": 89,
    "save": 71,
    "the": 86,
    "world": 98,
    "super": 82,
    "stoked": 78,
    "extremely": 23,
    "my": 54,
    "was": 92,
    "horrible": 41,
    "sad": 70,
    "feel": 25,
    "well": 94,
    "disappointed": 19,
    "m": 50,
    "unhappy": 90,
    "extremly": 24,
    "saad": 69,
    "are": 4,
    "bot": 7,
    "human": 42,
    "talking": 84,
    "can": 10,
    "recommend": 67,
    "best": 6,
    "degrees": 18,
    "what": 95,
    "degree": 17,
    "should": 74,
    "study": 79,
    "suggest": 80,
    "me": 51,
    "ideal": 44,
    "for": 27,
    "suitable": 81,
    "help": 38,
    "choose": 12,
    "options": 63,
    "please": 65,
    "need": 56,
    "guidance": 35,
    "which": 96,
    "select": 73,
    "some": 76
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "recommend_degree": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17,
    "utter_recommend_degree": 18
  },
  "action_text": null,
  "intent_response_key": null
}