{
  "text": {
    "hey": 28,
    "hello": 26,
    "hi": 29,
    "bye": 9,
    "goodbye": 24,
    "are": 6,
    "you": 64,
    "a": 0,
    "bot": 8,
    "am": 3,
    "i": 32,
    "talking": 54,
    "to": 57,
    "human": 31,
    "need": 40,
    "help": 27,
    "picking": 42,
    "degree": 16,
    "can": 10,
    "suggest": 53,
    "for": 22,
    "me": 39,
    "what": 63,
    "should": 48,
    "study": 52,
    "recommend": 46,
    "commerce": 13,
    "want": 61,
    "be": 7,
    "civil": 11,
    "engineer": 20,
    "prefer": 43,
    "maharashtra": 38,
    "courses": 14,
    "do": 19,
    "have": 25,
    "show": 49,
    "all": 2,
    "institutions": 34,
    "tell": 55,
    "the": 56,
    "description": 17,
    "of": 41,
    "software": 50,
    "engineering": 21,
    "s": 47,
    "rank": 45,
    "amrita": 4,
    "vishwa": 60,
    "vidyapeetham": 59,
    "give": 23,
    "details": 18,
    "about": 1,
    "data": 15,
    "analytics": 5,
    "how": 30,
    "long": 37,
    "is": 35,
    "program": 44,
    "list": 36,
    "some": 51,
    "in": 33,
    "colombo": 12,
    "website": 62,
    "university": 58
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "bot_challenge": 1,
    "recommend_degree": 8,
    "query_knowledge_base": 7,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_query_knowledge_base": 7,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18,
    "utter_recommend_degree": 19
  },
  "action_text": null,
  "intent_response_key": null
}