{
  "text": {
    " ": 0,
    "h": 199,
    "e": 137,
    "y": 381,
    " h": 33,
    "he": 205,
    "ey": 173,
    "y ": 382,
    " he": 34,
    "hey": 209,
    "ey ": 174,
    " hey": 36,
    "hey ": 210,
    "l": 241,
    "o": 286,
    "el": 156,
    "ll": 248,
    "lo": 251,
    "o ": 287,
    "hel": 206,
    "ell": 157,
    "llo": 249,
    "lo ": 252,
    " hel": 35,
    "hell": 207,
    "ello": 158,
    "llo ": 250,
    "i": 222,
    "hi": 211,
    "i ": 223,
    " hi": 37,
    "hi ": 212,
    " hi ": 38,
    "b": 103,
    " b": 7,
    "by": 109,
    "ye": 383,
    "e ": 138,
    " by": 12,
    "bye": 110,
    "ye ": 384,
    " bye": 13,
    "bye ": 111,
    "g": 182,
    "d": 127,
    " g": 30,
    "go": 193,
    "oo": 294,
    "od": 288,
    "db": 129,
    " go": 31,
    "goo": 194,
    "ood": 295,
    "odb": 289,
    "dby": 130,
    " goo": 32,
    "good": 195,
    "oodb": 296,
    "odby": 290,
    "dbye": 131,
    "a": 79,
    "r": 313,
    " a": 1,
    "ar": 93,
    "re": 322,
    " ar": 5,
    "are": 96,
    "re ": 323,
    " are": 6,
    "are ": 97,
    "u": 356,
    " y": 76,
    "yo": 385,
    "ou": 301,
    "u ": 357,
    " yo": 77,
    "you": 386,
    "ou ": 302,
    " you": 78,
    "you ": 387,
    "a ": 80,
    " a ": 2,
    "t": 343,
    "bo": 106,
    "ot": 299,
    "t ": 344,
    " bo": 10,
    "bot": 107,
    "ot ": 300,
    " bot": 11,
    "bot ": 108,
    "m": 255,
    "am": 87,
    "m ": 256,
    " am": 3,
    "am ": 88,
    " am ": 4,
    " i": 41,
    " i ": 42,
    "k": 237,
    "n": 272,
    " t": 66,
    "ta": 345,
    "al": 84,
    "lk": 245,
    "ki": 238,
    "in": 229,
    "ng": 280,
    "g ": 183,
    " ta": 67,
    "tal": 346,
    "alk": 85,
    "lki": 246,
    "kin": 239,
    "ing": 232,
    "ng ": 281,
    " tal": 68,
    "talk": 347,
    "alki": 86,
    "lkin": 247,
    "king": 240,
    "ing ": 233,
    "to": 348,
    " to": 69,
    "to ": 349,
    " to ": 70,
    "hu": 219,
    "um": 367,
    "ma": 257,
    "an": 89,
    "n ": 273,
    " hu": 39,
    "hum": 220,
    "uma": 368,
    "man": 260,
    "an ": 90,
    " hum": 40,
    "huma": 221,
    "uman": 369,
    "man ": 261,
    " n": 48,
    "ne": 276,
    "ee": 144,
    "ed": 142,
    "d ": 128,
    " ne": 49,
    "nee": 277,
    "eed": 146,
    "ed ": 143,
    " nee": 50,
    "need": 278,
    "eed ": 147,
    "p": 305,
    "lp": 253,
    "p ": 306,
    "elp": 159,
    "lp ": 254,
    "help": 208,
    "elp ": 160,
    "c": 112,
    " p": 51,
    "pi": 307,
    "ic": 224,
    "ck": 121,
    " pi": 52,
    "pic": 308,
    "ick": 225,
    "cki": 122,
    " pic": 53,
    "pick": 309,
    "icki": 226,
    "ckin": 123,
    " d": 21,
    "de": 132,
    "eg": 153,
    "gr": 196,
    " de": 22,
    "deg": 133,
    "egr": 154,
    "gre": 197,
    "ree": 326,
    "ee ": 145,
    " deg": 23,
    "degr": 134,
    "egre": 155,
    "gree": 198,
    "ree ": 327,
    " c": 14,
    "ca": 113,
    " ca": 15,
    "can": 114,
    " can": 16,
    "can ": 115,
    "s": 330,
    " s": 59,
    "su": 340,
    "ug": 361,
    "gg": 187,
    "ge": 184,
    "es": 170,
    "st": 336,
    " su": 64,
    "sug": 341,
    "ugg": 362,
    "gge": 188,
    "ges": 185,
    "est": 171,
    "st ": 337,
    " sug": 65,
    "sugg": 342,
    "ugge": 363,
    "gges": 189,
    "gest": 186,
    "est ": 172,
    "f": 175,
    " f": 27,
    "fo": 179,
    "or": 297,
    "r ": 314,
    " fo": 28,
    "for": 180,
    "or ": 298,
    " for": 29,
    "for ": 181,
    " m": 43,
    "me": 262,
    " me": 46,
    "me ": 263,
    " me ": 47,
    "w": 374,
    " w": 71,
    "wh": 378,
    "ha": 200,
    "at": 101,
    " wh": 74,
    "wha": 379,
    "hat": 203,
    "at ": 102,
    " wha": 75,
    "what": 380,
    "hat ": 204,
    "sh": 331,
    "ho": 213,
    "ul": 364,
    "ld": 243,
    " sh": 60,
    "sho": 332,
    "hou": 214,
    "oul": 303,
    "uld": 365,
    "ld ": 244,
    " sho": 61,
    "shou": 333,
    "houl": 215,
    "ould": 304,
    "uld ": 366,
    "tu": 353,
    "ud": 358,
    "dy": 135,
    " st": 62,
    "stu": 338,
    "tud": 354,
    "udy": 359,
    "dy ": 136,
    " stu": 63,
    "stud": 339,
    "tudy": 355,
    "udy ": 360,
    " r": 56,
    "ec": 139,
    "co": 124,
    "om": 291,
    "mm": 268,
    "en": 161,
    "nd": 274,
    " re": 57,
    "rec": 324,
    "eco": 140,
    "com": 125,
    "omm": 292,
    "mme": 269,
    "men": 264,
    "end": 162,
    "nd ": 275,
    " rec": 58,
    "reco": 325,
    "ecom": 141,
    "comm": 126,
    "omme": 293,
    "mmen": 270,
    "mend": 265,
    "end ": 163,
    "er": 166,
    "rc": 319,
    "ce": 116,
    " co": 19,
    "mer": 266,
    "erc": 168,
    "rce": 320,
    "ce ": 117,
    " com": 20,
    "mmer": 271,
    "merc": 267,
    "erce": 169,
    "rce ": 321,
    "wa": 375,
    "nt": 284,
    " wa": 72,
    "wan": 376,
    "ant": 91,
    "nt ": 285,
    " wan": 73,
    "want": 377,
    "ant ": 92,
    "be": 104,
    " be": 8,
    "be ": 105,
    " be ": 9,
    "v": 370,
    "ci": 118,
    "iv": 234,
    "vi": 371,
    "il": 227,
    "l ": 242,
    " ci": 17,
    "civ": 119,
    "ivi": 235,
    "vil": 372,
    "il ": 228,
    " civ": 18,
    "civi": 120,
    "ivil": 236,
    "vil ": 373,
    " e": 24,
    "gi": 190,
    " en": 25,
    "eng": 164,
    "ngi": 282,
    "gin": 191,
    "ine": 230,
    "eer": 148,
    "er ": 167,
    " eng": 26,
    "engi": 165,
    "ngin": 283,
    "gine": 192,
    "inee": 231,
    "neer": 279,
    "eer ": 149,
    "pr": 310,
    "ef": 150,
    "fe": 176,
    " pr": 54,
    "pre": 311,
    "ref": 328,
    "efe": 151,
    "fer": 177,
    " pre": 55,
    "pref": 312,
    "refe": 329,
    "efer": 152,
    "fer ": 178,
    "ah": 81,
    "ra": 315,
    "as": 98,
    "ht": 216,
    "tr": 350,
    " ma": 44,
    "mah": 258,
    "aha": 82,
    "har": 201,
    "ara": 94,
    "ras": 317,
    "ash": 99,
    "sht": 334,
    "htr": 217,
    "tra": 351,
    "ra ": 316,
    " mah": 45,
    "maha": 259,
    "ahar": 83,
    "hara": 202,
    "aras": 95,
    "rash": 318,
    "asht": 100,
    "shtr": 335,
    "htra": 218,
    "tra ": 352
  },
  "response": null,
  "action_text": null
}